tap "osx-cross/avr"
tap "vapor/tap"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "neovim/neovim"
brew "aria2"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "gettext"
brew "libffi"
brew "pcre"
brew "atk"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "freetype"
brew "carthage"
brew "cloc"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "exa"
brew "exiftool"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gmp"
brew "libtasn1"
brew "libunistring"
brew "gnutls"
brew "go"
brew "libtool"
brew "graphviz"
brew "guile"
brew "haskell-stack"
brew "xz"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libav"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "libyaml"
brew "lighttpd"
brew "lua"
brew "luajit"
brew "youtube-dl"
brew "mpv"
brew "mysql"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "node"
brew "openssl@1.1"
brew "pango"
brew "parallel"
brew "sqlite"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "smlnj"
brew "swiftlint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "valgrind"
brew "vim"
brew "weechat", args: ["HEAD", "with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2"]
brew "zlib"
brew "vapor/tap/ctls"
brew "vapor/tap/vapor"
cask "discord"
cask "flux"
cask "gimp"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "keybase"
cask "lastpass"
cask "licecap"
cask "macvim"
cask "mark-text"
cask "michaelvillar-timer"
cask "oni"
cask "racket"
cask "sourcetree"
cask "spotify"
cask "sts"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "wireshark"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-firacode-nerd-font"
