tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "vapor/tap"
brew "openssl@1.1"
brew "aria2"
brew "docbook"
brew "sqlite"
brew "xz"
brew "asciidoc"
brew "aspell"
brew "gettext"
brew "libffi"
brew "pcre"
brew "atk"
brew "autoconf"
brew "automake"
brew "bat"
brew "borgbackup"
brew "broot"
brew "freetype"
brew "pkg-config"
brew "carthage"
brew "cloc"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "ctags"
brew "libunistring"
brew "curl"
brew "djvu2pdf"
brew "exa"
brew "exiftool"
brew "faac"
brew "gmp"
brew "libtool"
brew "guile"
brew "libtasn1"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "pango"
brew "graphviz"
brew "haskell-stack"
brew "hledger"
brew "htop"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "ledger"
brew "libav"
brew "libmagic"
brew "libyaml"
brew "lighttpd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "meson"
brew "mitmproxy"
brew "youtube-dl"
brew "mpv"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "node"
brew "ntfs-3g"
brew "parallel"
brew "pinentry-mac"
brew "redis", restart_service: true, link: false
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "smartmontools"
brew "sourcekitten"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "wimlib"
brew "zlib"
brew "vapor/tap/ctls"
cask "1password"
cask "android-platform-tools"
cask "anki"
cask "borgbackup"
cask "caffeine"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "gimp"
cask "google-chrome"
cask "graphql-playground"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "keybase"
cask "lastpass"
cask "licecap"
cask "netnewswire"
cask "osxfuse"
cask "popcorn-time"
cask "postman"
cask "redis"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "tunnelbear"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "wwdc"
cask "zeplin"
