tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'aspell'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'carthage'
brew 'cmake'
brew 'cscope'
brew 'openssl'
brew 'curl'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'libffi'
brew 'libtool'
brew 'libunistring'
brew 'readline'
brew 'guile'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'haskell-stack'
brew 'oniguruma'
brew 'jq'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libyaml'
brew 'lua'
brew 'sqlite'
brew 'python'
brew 'macvim'
brew 'node'
brew 'pcre'
brew 'rlwrap'
brew 'smlnj'
brew 'the_silver_searcher'
brew 'weechat', args: ['with-aspell', 'with-curl', 'with-guile', 'with-lua', 'with-perl', 'with-python', 'with-ruby']
cask 'font-fira-code'
cask 'hyperterm'
cask 'iterm2'
cask 'vlc'
