tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'neovim/neovim'
brew 'android-platform-tools'
brew 'aria2'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'carthage'
brew 'cloc'
brew 'cmake'
brew 'cscope'
brew 'curl'
brew 'faac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'libpng'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'gperftools'
brew 'libtool'
brew 'pkg-config'
brew 'readline'
brew 'guile'
brew 'haskell-stack'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libav'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'pcre'
brew 'lighttpd'
brew 'lua'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'macvim'
brew 'msgpack'
brew 'node'
brew 'ripgrep'
brew 'rlwrap'
brew 'ruby'
brew 'shellcheck'
brew 'smlnj'
brew 'snappy'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'valgrind'
brew 'vim'
brew 'weechat', args: ['with-aspell', 'with-curl', 'with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'youtube-dl'
brew 'z'
brew 'homebrew/dupes/ncurses'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'font-fira-code'
cask 'gimp'
cask 'hyperterm'
cask 'imageoptim'
cask 'iterm2'
cask 'licecap'
cask 'racket'
cask 'visual-studio-code'
cask 'vlc'
